
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf secondi";

/* No comment provided by engineer. */
"%i days" = "%i giorni";

/* No comment provided by engineer. */
"%i hours" = "%i ore";

/* No comment provided by engineer. */
"%i minutes" = "%i minuti";

/* No comment provided by engineer. */
"%i weeks" = "%i settimane";

/* No comment provided by engineer. */
"1 day" = "1 giorno";

/* No comment provided by engineer. */
"1 hour" = "1 ora";

/* No comment provided by engineer. */
"1 minute" = "1 minuto";

/* No comment provided by engineer. */
"1 second" = "1 secondo";

/* No comment provided by engineer. */
"1 week" = "1 settimana";

/* Copy the link to the clipboard */
"Copy Link" = "Copia link";

/* No comment provided by engineer. */
"Custom..." = "Personalizzato...";

/* No comment provided by engineer. */
"Image Picker" = "Scegli Immagine";

/* No comment provided by engineer. */
"Invalid Input" = "Input non valido";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Seleziona Immagine";
